Repository: minutix/prime
Catalog: prime/Localization/*.lproj/Localizable.strings
Languages: de

source: Calculate
de: Finden

source: From
de: Von

source: To
de: Bis

# Primes between %lld and %lld are: %@
source: Primes between %1$lld and %2$lld are: %3$@
de: %1$lld %2$lld %3$@

source: Check
de: Prüfen

source: %lld is a prime number.
de: %lld ist eine Primzahl.

source: %lld is not a prime number.
de: %lld ist keine Primzahl.

source: Factors
de: Faktoren

source: Prime factorization
de: Primfaktorzerlegung

# The prime factors of %lld are: %@
source: The prime factors of %1$lld are: %2$@
de: Die Primfaktoren von %1$lld sind: %2$@

source: %lld does not have any factors.
de: %lld hat keine Primfaktoren.

source: This number is too large.
de: Diese Zahl ist zu groß.
